{
    "data": [
        {
            "title": "How SpreadYourCause Works:",
            "description": "<strong class='text-lg mb-1'>SpreadYourCause.com</strong><p>SpreadYourCause.com is a next-generation platform where people rally behind ideas that matter. It enables individuals to build democratic communities, promote meaningful causes, and earn rewards for their advocacy through an AI- managed, donation-powered ecosystem.</p>"
        },
        {
            "title": "Key Concepts:",
            "description": "<strong>Cause</strong> is an idea or an important goal registered on the platform with a view to attracting, growing, and rewarding its supporters.\n<strong>Advocates</strong> refer to individuals who publicly support a cause, often through social media. Their content is evaluated for alignment using AI.\n<strong>Advocate supporters</strong> refer to people who interact with an advocate’s content (likes, shares, comments), thus indirectly supporting the cause.\n<strong>Partners</strong> are individuals who support a cause financially through donations and are registered on the platform.\n<strong>Cause members</strong> include advocates, advocate followers, and partners. A single individual can take on one, two, or all three roles simultaneously.\n<strong>Partner share </strong> the total amount a specific partner has donated to the cause over time, divided by the cause capitalization."
        },
        {
            "title": "Donations and distribution:",
            "description": "<strong class='text-lg'>Partners and partner shares</strong><p>Any registered platform user can become a partner by donating to a cause. The cause capitalization is the total sum of all partner donations since the cause's inception. Each partner receives a partner share, calculated as: Partner Share = Total donations by the partner / Cause capitalization When a new donation is made, the cause capitalization increases immediately (post-donation capitalization). The new partner's share is calculated using this updated total. 💡 Note: Anonymous donations (from unregistered users) are accepted but do not alter cause capitalization and do not confer partner status.</p>\n<strong class='text-lg'>Donation Sharing Logic</strong><p>All donations made to a cause are automatically and immediately distributed among existing cause members, based on a multi-tiered hierarchy defined by the Donation Sharing Logic. This logic determines who receives funds and how they are divided. The structure operates as follows:</p><strong>1. Top-Level Split: Partners vs. Advocates</strong><p>At the highest level, every donation is divided between:</p><p class='!pb-0'>Partners – rewarded for their historical financial contributions to the cause.</p><p>Advocates – rewarded for actively promoting the cause.</p><p>The relative shares allocated to partners and advocates (collectively always totaling 100%) are determined by the partner voting system.</p><strong>2. Partners’ portion</strong><p>The Partners' portion is distributed among individual partners proportionally to their partner shares, which reflect the total contributions each partner has made relative to the cause’s overall capitalization.</p><strong>3. Advocate Distribution</strong><p>The Advocates' Reward portion is then divided among individual advocates based on their advocate shares, also determined via the voting system. These shares reflect perceived value and impact in promoting the cause.</p><strong>4. Advocate-Supporter Split</strong><p>Each advocate’s reward is then further split between: • Creator Reward • Supporter Reward This internal division (which also totals 100%) is once again decided through weighted partner voting, allowing the community to influence how recognition is shared between direct creators and their amplifiers.</p>"
        },
        {
            "title": "Voting system",
            "description": "<p>The Donation Sharing Logic for each cause are governed by a partner-based voting system administered by SpreadYourCause.com. This system ensures that fund allocation reflects the collective will of the community backing the cause.</p><p>Each registered partner casts votes indicating their preferred allocation percentages across different categories. The influence of each vote is weighted by the partner’s share in the cause’s total capitalization.</p><p>For example:\nIf Partner A holds a 60% share and Partner B holds 40%, and they vote for 25% and 30% to go to Advocates respectively, the final allocation to Advocates is:</p><p>(60% × 25%) + (40% × 30%) = 27%</p><p>This means that the remaining 73% is automatically allocated to Partners.</p><p>Once the overall Advocates’ Reward is determined, partners vote on how that portion is distributed among individual advocates. Each advocate's share is also determined as a weighted average, using the same partner share-based voting model.</p><p>For each advocate, the system further splits their reward into:</p><p class='mb-0'>Creator Reward (what the advocate retains), and</p><p>Supporter Reward (distributed among their engaged followers).</p><p>Again, partners vote on these internal splits, and the final values are calculated as weighted averages of all submitted votes.</p><p>This tiered voting system allows for transparent, democratic, and dynamic allocation of funds -rewarding both financial backers and those actively spreading the cause.</p>"
        },
        {
            "title": "Cause Creation:",
            "description": "<p>A cause is created on SpreadYourCause.com at the request of a cause founder (a platform user).</p><p>Upon creation, the founder must determine the cause’s starting capitalization. While there are no platform-imposed limits, best practice suggests setting this amount in line with the expected fundraising potential for the next 12 months. If set too low, the founder’s share will be diluted quickly, leading to a loss of decision-making control. If set too high, the cause may become less attractive to potential supporters due to a high entry threshold.</p><p>Immediately after creation, the founder’s partner share is set at 90%, with the remaining 10% automatically allocated to SpreadYourCause.com.</p>"
        },
        {
            "title": "Other considerations:",
            "description": "<strong class='text-lg mb-1'>Repeated donations</strong><p>When an existing partner makes an additional donation, that contribution is treated independently. The partner is considered a “new” donor for that transaction, meaning their previous partner share is excluded from distribution calculations for that specific donation. However, their total partner share does increase, reflecting the cumulative amount they’ve contributed over time.</p><strong class='text-lg mb-1'>Relevant content</strong><p>SpreadYourCause.com uses AI to monitor advocates’ public social media activity and determine whether their posts align with the associated cause. This process is fully automated: the platform’s AI reads each post, evaluates its relevance against the cause’s official mission statement, and assigns a relevance score accordingly.</p><strong class='text-lg mb-1'>Supporter reward</strong><p>Each advocate’s reward is further divided between themselves and their supporters online. The Supporter Reward portion is distributed based on each supporter’s engagement level—measured by likes, reposts, and comments on relevant content. AI analyzes this activity and determines individual follower shares, taking into account both volume and alignment with the cause.</p><strong class='text-lg mb-1'>Disabled voting system</strong><p>At the time of creating a cause, the founder may choose to disable the voting system. In this mode, all donation distribution settings are determined solely by the founder and can be modified at their discretion. This choice is irreversible - once the voting system is disabled, it can only be enabled later, but never disabled again.</p><strong class='text-lg mb-1'>Default votes</strong><p>If a partner does not actively participate in voting, the system will automatically simulate a default vote on their behalf. In this default scenario:</p><p class='!pb-0'>Advocates and Partners each receive 50% of donations.</p><p class='!pb-0'>The Advocates' share is divided equally among all advocates.</p><p>Each advocate’s reward is split 50/50 between themselves and their followers.</p><p>This default mechanism ensures that all partners influence the system—even passively—while preserving fairness and balance in fund distribution.</p>"
        }
    ]
}